epyc-7763/20240831-1741-continue/logs/1-32768-100-pgbench-yes-yes-yes-1-1725319963/pgbench.log
pgbench (18devel)
transaction type: <builtin: select only>
scaling factor: 5
partition method: range
partitions: 100
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 4977310
number of failed transactions: 0 (0.000%)
latency average = 0.253 ms
initial connection time = 101.722 ms
tps = 1010326.940272 (without initial connection time)